<?php
/**
 * common.php
 * 定义常用的数据
 * Author   : cren
 * Date     : 2016/10/16
 * Time     : 下午10:23
 */

$config = array(

    // 数据库前缀
    'db_prefix' => 'yp_',

    // 工资单位
    'salary_unit' => array(0 => '小时', 1 => '天', 2 => '月'),

    // 结算方式
    'settlement_method' => array(0 => '每天结算', 1 => '每月结算'),

    // 工作类型
    'work_type' => array(0 => '家教助教', 1 => '传单派发', 2 => '促销导购', 3 => '话务客服', 4 => '礼仪模特', 5 => '服务员', 6 => '充场', 7 => '餐饮工', 8 => '其他'),

    // 性别条件
    'sex_limit' => array(0 => '仅限男生', 1 => '仅限女生', 2 => '男女不限', 3 => '男士优先', 4 => '女士优先'),

);